namespace task
{
    /// <summary>
    /// Упорядочивание. Группирование. Операции над множествами.
    ///
    /// 1) Упорядочить имена и фамилии сотрудников по алфавиту, которые проживают в Украине. Выполнить запрос немедленно.
    /// 2) Отсортировать сотрудников по возрастам по убыванию. Вывести Id, FirstName, LastName, Age. Выполнить запрос немедленно.
    /// 3) Сгруппировать студентов по возрасту. Вывести возраст и сколько раз он встречается в списке. 
    /// </summary>
    internal class Program
    {
        static void Main(string[] args)
        {

        }
    }
}